Repository: AmityCo/Amity-Social-UIKit-Flutter-Opensource
Catalog: lib/l10n/intl_*.arb
Languages: es_cl, pt_br

# comment_create_error_ban_word
source: Your comment contains inappropriate word. Please review and delete it.
es_cl: Tu comentario contiene una palabra inapropiada. Por favor, revísalo y elimínalo.
pt_br: Seu comentário contém uma palavra inadequada. Por favor, revise e exclua.

# comment_create_error_story_deleted
source: This story is no longer available
es_cl: Esta historia ya no está disponible
pt_br: Esta história não está mais disponível

# community_close_error_message
source: Failed to close the community.
es_cl: No se pudo cerrar la comunidad.
pt_br: Falha ao fechar a comunidade.

# community_close_success_message
source: Successfully closed the community.
es_cl: Comunidad cerrada exitosamente.
pt_br: Comunidade fechada com sucesso.

# community_create_error_message
source: Failed to create community. Please try again.
es_cl: No se pudo crear la comunidad. Por favor, inténtalo de nuevo.
pt_br: Falha ao criar comunidade. Por favor, tente novamente.

# community_create_success_message
source: Successfully created community.
es_cl: Comunidad creada exitosamente.
pt_br: Comunidade criada com sucesso.

# community_leave_error_message
source: Failed to leave the community.
es_cl: No se pudo salir de la comunidad.
pt_br: Falha ao sair da comunidade.

# community_leave_success_message
source: Successfully left the community.
es_cl: Has salido de la comunidad exitosamente.
pt_br: Você saiu da comunidade com sucesso.

# community_update_error_message
source: Failed to save your community profile. Please try again.
es_cl: No se pudo guardar el perfil de la comunidad. Por favor, inténtalo de nuevo.
pt_br: Falha ao salvar o perfil da comunidade. Por favor, tente novamente.

# community_update_success_message
source: Successfully updated community.
es_cl: Comunidad actualizada exitosamente.
pt_br: Comunidade atualizada com sucesso.

# error_message_too_long_description
source: Your message is too long. Please shorten your message and try again.
es_cl: Tu mensaje es demasiado largo. Por favor, acorta tu mensaje e inténtalo de nuevo.
pt_br: Sua mensagem é muito longa. Por favor, encurte sua mensagem e tente novamente.

# error_message_too_long_title
source: Unable to send message
es_cl: No se puede enviar el mensaje
pt_br: Não é possível enviar a mensagem
