Repository: AmityCo/Amity-Social-UIKit-Flutter-Opensource
Catalog: lib/l10n/intl_*.arb
Languages: es_cl, pt_br

# error_edit_post
source: Failed to edit post. Please try again.
es_cl: Error al editar la publicación. Por favor, inténtalo de nuevo.
pt_br: Falha ao editar a publicação. Por favor, tente novamente.

# error_create_post
source: Failed to create post. Please try again.
es_cl: Error al crear la publicación. Por favor, inténtalo de nuevo.
pt_br: Falha ao criar a publicação. Por favor, tente novamente.

# error_max_poll_characters
source: Poll question cannot exceed {maxQuestionLength} characters.
es_cl: La pregunta de la encuesta no puede exceder los {maxQuestionLength} caracteres.
pt_br: A pergunta da enquete não pode exceder {maxQuestionLength} caracteres.

# error_max_poll_option_characters
source: Poll option cannot exceed {maxQuestionLength} characters.
es_cl: La opción de la encuesta no puede exceder los {maxQuestionLength} caracteres.
pt_br: A opção da enquete não pode exceder {maxQuestionLength} caracteres.

# user_follow
source: Follow
es_cl: Seguir
pt_br: Seguir

# user_unfollow
source: Unfollow
es_cl: Dejar de seguir
pt_br: Deixar de seguir

# error_create_poll
source: Failed to create poll. Please try again.
es_cl: Error al crear la encuesta. Por favor, inténtalo de nuevo.
pt_br: Falha ao criar a enquete. Por favor, tente novamente.

# category_add
source: Add Category
es_cl: Agregar Categoría
pt_br: Adicionar Categoria

# category_default_title
source: Category
es_cl: Categoría
pt_br: Categoria

# category_select_title
source: Select Category
es_cl: Seleccionar Categoría
pt_br: Selecionar Categoria

# chat_archive
source: Archive
es_cl: Archivar
pt_br: Arquivar

# chat_archived
source: Archived
es_cl: Archivados
pt_br: Arquivado

# chat_block_user_description
source: {displayName} won't be able to send you the message. They won't be notified that you've blocked them.
es_cl: {displayName} no podrá enviarte mensajes. No se le notificará que lo has bloqueado.
pt_br: {displayName} não poderá enviar mensagens para você. Eles não serão notificados de que você os bloqueou.

# chat_block_user_title
source: Block user?
es_cl: ¿Bloquear usuario?
pt_br: Bloquear usuário?

# chat_blocked_message
source: You can't send messages to this person.
es_cl: No puedes enviar mensajes a esta persona.
pt_br: Você não pode enviar mensagens para esta pessoa.

# chat_direct_chat
source: Direct chat
es_cl: Chat directo
pt_br: Chat direto

# chat_group_chat
source: Group chat
es_cl: Chat grupal
pt_br: Chat em grupo

# chat_loading
source: Loading chat...
es_cl: Cargando chat...
pt_br: Carregando chat...

# chat_message_deleted
source: This message was deleted
es_cl: Este mensaje fue eliminado
pt_br: Esta mensagem foi excluída

# chat_message_no_preview
source: No preview supported for this message type
es_cl: No hay vista previa disponible para este tipo de mensaje
pt_br: Sem visualização disponível para este tipo de mensagem

# chat_message_photo
source: Send a photo
es_cl: Enviar una foto
pt_br: Enviar uma foto

# chat_message_video
source: Send a video
es_cl: Enviar un video
pt_br: Enviar um vídeo

# chat_no_message_yet
source: No message yet
es_cl: Aún no hay mensajes
pt_br: Ainda sem mensagens

# chat_notification_turn_off
source: Turn off notifications
es_cl: Desactivar notificaciones
pt_br: Desativar notificações

# chat_notification_turn_on
source: Turn on notifications
es_cl: Activar notificaciones
pt_br: Ativar notificações

# chat_notifications_disabled
source: You have disabled notifications for chat
es_cl: Has desactivado las notificaciones para chat
pt_br: Você desativou as notificações para chat

# chat_tab_all
source: All
es_cl: Todos
pt_br: Todos

# chat_tab_direct
source: Direct
es_cl: Directo
pt_br: Direto

# chat_tab_groups
source: Groups
es_cl: Grupos
pt_br: Grupos

# chat_unarchive
source: Unarchive
es_cl: Desarchivar
pt_br: Desarquivar

# chat_unblock_user_description
source: {displayName} will now be able to send you the message. They won't be notified that you've unblocked them.
es_cl: {displayName} ahora podrá enviarte mensajes. No se le notificará que lo has desbloqueado.
pt_br: {displayName} agora poderá enviar mensagens para você. Eles não serão notificados de que você os desbloqueou.

# chat_unblock_user_title
source: Unblock user?
es_cl: ¿Desbloquear usuario?
pt_br: Desbloquear usuário?

# chat_waiting_for_network
source: Waiting for network...
es_cl: Esperando conexión de red...
pt_br: Aguardando conexão de rede...

# community_all_members
source: All members
es_cl: Todos los miembros
pt_br: Todos os membros

# community_demote_member
source: Demote to member
es_cl: Degradar a miembro
pt_br: Rebaixar para membro

# community_empty_state
source: No community yet
es_cl: Aún no hay comunidad
pt_br: Ainda sem comunidade

# community_join_requests_coming_soon
source: Join requests feature coming soon
es_cl: Funcionalidad de solicitudes de unión próximamente
pt_br: Funcionalidade de solicitações de entrada em breve

# community_moderators
source: Moderators
es_cl: Moderadores
pt_br: Moderadores

# community_pending_post_accept
source: Accept
es_cl: Aceptar
pt_br: Aceitar

# community_pending_post_approve_error
source: Failed to accept post. This post has been reviewed by another moderator.
es_cl: No se pudo aceptar la publicación. Esta publicación ha sido revisada por otro moderador.
pt_br: Falha ao aceitar publicação. Esta publicação foi revisada por outro moderador.

# community_pending_post_approve_success
source: Post accepted.
es_cl: Publicación aceptada.
pt_br: Publicação aceita.

# community_pending_post_decline
source: Decline
es_cl: Rechazar
pt_br: Recusar

# community_pending_post_decline_error
source: Failed to decline post. This post has been reviewed by another moderator.
es_cl: No se pudo rechazar la publicación. Esta publicación ha sido revisada por otro moderador.
pt_br: Falha ao recusar publicação. Esta publicação foi revisada por outro moderador.

# community_pending_post_decline_success
source: Post declined.
es_cl: Publicación rechazada.
pt_br: Publicação recusada.

# community_pending_post_delete_error
source: Failed to delete post. Please try again.
es_cl: No se pudo eliminar la publicación. Por favor, inténtalo de nuevo.
pt_br: Falha ao excluir publicação. Por favor, tente novamente.

# community_pending_post_delete_success
source: Post deleted.
es_cl: Publicación eliminada.
pt_br: Publicação excluída.

# community_pending_posts_empty
source: No pending posts
es_cl: Sin publicaciones pendientes
pt_br: Sem publicações pendentes

# community_pending_posts_warning
source: Decline pending post will permanently delete the selected post from community.
es_cl: Rechazar una publicación pendiente eliminará permanentemente la publicación seleccionada de la comunidad.
pt_br: Recusar publicação pendente excluirá permanentemente a publicação selecionada da comunidade.

# community_pending_requests_empty_description
source: Enable post review or join approval in community settings to manage requests.
es_cl: Activa la revisión de publicaciones o la aprobación de unión en la configuración de la comunidad para gestionar solicitudes.
pt_br: Ative a revisão de publicações ou aprovação de entrada nas configurações da comunidade para gerenciar solicitações.

# community_pending_requests_empty_title
source: No pending requests available
es_cl: No hay solicitudes pendientes disponibles
pt_br: Sem solicitações pendentes disponíveis

# community_pending_requests_title
source: Pending Requests
es_cl: Solicitudes Pendientes
pt_br: Solicitações Pendentes

# community_placeholder_members
source: 1.2K members
es_cl: 1.2K miembros
pt_br: 1.2K membros

# community_post_permission
source: Post permission
es_cl: Permiso de publicación
pt_br: Permissão de publicação

# community_post_permission_description_label
source: You can control who can create posts in your community.
es_cl: Puedes controlar quién puede crear publicaciones en tu comunidad.
pt_br: Você pode controlar quem pode criar publicações em sua comunidade.

# community_post_permission_title_label
source: Who can post on this community
es_cl: Quién puede publicar en esta comunidad
pt_br: Quem pode publicar nesta comunidade

# community_promote_moderator
source: Promote to moderator
es_cl: Promover a moderador
pt_br: Promover a moderador

# community_recommended_for_you
source: Recommended for you
es_cl: Recomendado para ti
pt_br: Recomendado para você

# community_remove_member
source: Remove from community
es_cl: Eliminar de la comunidad
pt_br: Remover da comunidade

# community_search_member_hint
source: Search member
es_cl: Buscar miembro
pt_br: Buscar membro

# community_setting_close_description
source: Closing this community will remove the community page and all its content and comments.
es_cl: Cerrar esta comunidad eliminará la página de la comunidad y todo su contenido y comentarios.
pt_br: Fechar esta comunidade removerá a página da comunidade e todo o seu conteúdo e comentários.

# community_setting_close_label
source: Close community
es_cl: Cerrar comunidad
pt_br: Fechar comunidade

# community_story_comments
source: Story comments
es_cl: Comentarios en historias
pt_br: Comentários em histórias

# community_trending_now
source: Trending now
es_cl: Tendencia ahora
pt_br: Em alta agora

# feed_no_photos
source: No photos yet
es_cl: Aún no hay fotos
pt_br: Ainda sem fotos

# feed_no_pinned_posts
source: No pinned post yet
es_cl: Aún no hay publicación fijada
pt_br: Ainda sem publicação fixada

# feed_no_posts
source: No posts yet
es_cl: Aún no hay publicaciones
pt_br: Ainda sem publicações

# feed_no_videos
source: No videos yet
es_cl: Aún no hay videos
pt_br: Ainda sem vídeos

# member_add
source: Add member
es_cl: Añadir miembro
pt_br: Adicionar membro

# member_add_error
source: Failed to add member. Please try again.
es_cl: No se pudo añadir miembro. Por favor, inténtalo de nuevo.
pt_br: Falha ao adicionar membro. Por favor, tente novamente.

# member_add_success
source: Successfully added member to this community.
es_cl: Miembro añadido con éxito a esta comunidad.
pt_br: Membro adicionado com sucesso a esta comunidade.

# member_remove_button
source: Remove
es_cl: Eliminar
pt_br: Remover

# member_remove_error
source: Failed to remove member. Please try again.
es_cl: No se pudo eliminar miembro. Por favor, inténtalo de nuevo.
pt_br: Falha ao remover membro. Por favor, tente novamente.

# member_remove_success
source: Member removed from this community.
es_cl: Miembro eliminado de esta comunidad.
pt_br: Membro removido desta comunidade.

# member_removal_confirm_description
source: Are you sure you want to remove this member from the group? They will be aware of their removal.
es_cl: ¿Estás seguro de que deseas eliminar a este miembro del grupo? Se le informará de su eliminación.
pt_br: Tem certeza de que deseja remover este membro do grupo? Eles serão informados de sua remoção.

# member_removal_confirm_title
source: Confirm removal
es_cl: Confirmar eliminación
pt_br: Confirmar remoção

# message_editing_message
source: Editing message
es_cl: Editando mensaje
pt_br: Editando mensagem

# message_media
source: Media
es_cl: Medios
pt_br: Mídia

# message_replied_message
source: Replied message
es_cl: Mensaje respondido
pt_br: Mensagem respondida

# message_replying_to
source: Replying to {displayName}
es_cl: Respondiendo a {displayName}
pt_br: Respondendo a {displayName}

# message_replying_yourself
source: yourself
es_cl: ti mismo
pt_br: você mesmo

# moderator_demote_button
source: Demote
es_cl: Degradar
pt_br: Rebaixar

# moderator_demote_error
source: Failed to demote member. Please try again.
es_cl: No se pudo degradar miembro. Por favor, inténtalo de nuevo.
pt_br: Falha ao rebaixar membro. Por favor, tente novamente.

# moderator_demote_success
source: Successfully demoted to member.
es_cl: Degradado a miembro con éxito.
pt_br: Rebaixado para membro com sucesso.

# moderator_demotion_description
source: Are you sure you want to demote this Moderator? They will lose access to all moderator features.
es_cl: ¿Estás seguro de que deseas degradar a este Moderador? Perderá acceso a todas las funciones de moderador.
pt_br: Tem certeza de que deseja rebaixar este Moderador? Eles perderão acesso a todos os recursos de moderador.

# moderator_demotion_title
source: Moderator demotion
es_cl: Degradación de moderador
pt_br: Rebaixamento de moderador

# moderator_promote_button
source: Promote
es_cl: Promover
pt_br: Promover

# moderator_promote_error
source: Failed to promote member. Please try again.
es_cl: No se pudo promover miembro. Por favor, inténtalo de nuevo.
pt_br: Falha ao promover membro. Por favor, tente novamente.

# moderator_promote_success
source: Successfully promoted to moderator.
es_cl: Promovido a moderador con éxito.
pt_br: Promovido a moderador com sucesso.

# moderator_promotion_description
source: Are you sure you want to promote this member to Moderator? They will gain access to all moderator features.
es_cl: ¿Estás seguro de que deseas promover a este miembro a Moderador? Tendrá acceso a todas las funciones de moderador.
pt_br: Tem certeza de que deseja promover este membro a Moderador? Eles terão acesso a todos os recursos de moderador.

# moderator_promotion_title
source: Moderator promotion
es_cl: Promoción de moderador
pt_br: Promoção de moderador

# notification_turn_off_error
source: Failed to turn off notification. Please try again.
es_cl: No se pudo desactivar notificación. Por favor, inténtalo de nuevo.
pt_br: Falha ao desativar notificação. Por favor, tente novamente.

# notification_turn_off_success
source: Notification turned off
es_cl: Notificación desactivada
pt_br: Notificação desativada

# notification_turn_on_error
source: Failed to turn on notification. Please try again.
es_cl: No se pudo activar notificación. Por favor, inténtalo de nuevo.
pt_br: Falha ao ativar notificação. Por favor, tente novamente.

# notification_turn_on_success
source: Notification turned on
es_cl: Notificación activada
pt_br: Notificação ativada

# poll_add_option
source: Add option
es_cl: Añadir opción
pt_br: Adicionar opção

# poll_duration_days
source: {days, plural, =1{1 day} other{{days} days}}
es_cl: {days, plural, =1{1 día} other{{days} días}}
pt_br: {days, plural, =1{1 dia} other{{days} dias}}

# poll_ends_on
source: Ends on {endDate}
es_cl: Termina el {endDate}
pt_br: Termina em {endDate}

# poll_ends_on_label
source: Ends on
es_cl: Termina el
pt_br: Termina em

# poll_multiple_selection_description
source: Let participants vote more than one option.
es_cl: Permitir que los participantes voten por más de una opción.
pt_br: Permitir que os participantes votem em mais de uma opção.

# poll_multiple_selection_title
source: Multiple selection
es_cl: Selección múltiple
pt_br: Seleção múltipla

# poll_option_hint
source: Option {optionNumber}
es_cl: Opción {optionNumber}
pt_br: Opção {optionNumber}

# poll_select_date
source: Select Date
es_cl: Seleccionar Fecha
pt_br: Selecionar Data

# poll_select_time
source: Select Time
es_cl: Seleccionar Hora
pt_br: Selecionar Hora

# poll_time_hour
source: Hour
es_cl: Hora
pt_br: Hora

# poll_time_minute
source: Minute
es_cl: Minuto
pt_br: Minuto

# post_item_bottom_nonmember_label
source: Join community to interact with all posts
es_cl: Únete a la comunidad para interactuar con todas las publicaciones
pt_br: Entre na comunidade para interagir com todas as publicações

# post_target_selection_title
source: Post to
es_cl: Publicar en
pt_br: Publicar em

# profile_edit_about
source: About
es_cl: Acerca de
pt_br: Sobre

# profile_edit_display_name
source: Display Name
es_cl: Nombre para mostrar
pt_br: Nome de exibição

# profile_edit_inappropriate_image_description
source: Please choose a different image to upload.
es_cl: Por favor, elige una imagen diferente para subir.
pt_br: Por favor, escolha uma imagem diferente para enviar.

# profile_edit_inappropriate_image_title
source: Inappropriate image
es_cl: Imagen inapropiada
pt_br: Imagem inapropriada

# profile_edit_unsaved_changes_description
source: Are you sure you want to discard the changes? They will be lost when you leave this page.
es_cl: ¿Estás seguro de que deseas descartar los cambios? Se perderán cuando salgas de esta página.
pt_br: Tem certeza de que deseja descartar as alterações? Elas serão perdidas quando você sair desta página.

# profile_edit_unsaved_changes_title
source: Unsaved changes
es_cl: Cambios sin guardar
pt_br: Alterações não salvas

# profile_edit_unsupported_image_description
source: Please upload a PNG or JPG image.
es_cl: Por favor, sube una imagen PNG o JPG.
pt_br: Por favor, envie uma imagem PNG ou JPG.

# profile_edit_unsupported_image_title
source: Unsupported image type
es_cl: Tipo de imagen no compatible
pt_br: Tipo de imagem não suportado

# profile_update_failed
source: Failed to save your profile. Please try again.
es_cl: No se pudo guardar tu perfil. Por favor, inténtalo de nuevo.
pt_br: Falha ao salvar seu perfil. Por favor, tente novamente.

# profile_update_success
source: Successfully updated your profile!
es_cl: ¡Perfil actualizado con éxito!
pt_br: Perfil atualizado com sucesso!

# search_no_members_found
source: No members found
es_cl: No se encontraron miembros
pt_br: Nenhum membro encontrado

# search_user_hint
source: Search user
es_cl: Buscar usuario
pt_br: Buscar usuário

# settings_allow_notification
source: Allow Notification
es_cl: Permitir Notificación
pt_br: Permitir Notificação

# settings_allow_notification_description
source: Turn on to receive push notifications from this community.
es_cl: Activa para recibir notificaciones push de esta comunidad.
pt_br: Ative para receber notificações push desta comunidade.

# settings_only_admins
source: Only admins can post
es_cl: Solo administradores pueden publicar
pt_br: Apenas administradores podem publicar

# timestamp_just_now
source: Just now
es_cl: Justo ahora
pt_br: Agora mesmo

# timestamp_now
source: now
es_cl: ahora
pt_br: agora

# user_ban_button
source: Ban
es_cl: Banear
pt_br: Banir

# user_ban_confirm_description
source: Are you sure you want to ban this user? They will be removed from the group and won't be able to find it or rejoin unless they are unbanned.
es_cl: ¿Estás seguro de que deseas banear a este usuario? Será eliminado del grupo y no podrá encontrarlo ni unirse de nuevo a menos que sea desbaneado.
pt_br: Tem certeza de que deseja banir este usuário? Eles serão removidos do grupo e não poderão encontrá-lo ou entrar novamente a menos que sejam desbanidos.

# user_ban_confirm_title
source: Confirm ban
es_cl: Confirmar baneo
pt_br: Confirmar banimento

# user_block_confirm_button
source: Block
es_cl: Bloquear
pt_br: Bloquear

# user_block_confirm_description
source: {displayName} won't be able to see posts and comments that you've created. They won't be notified that you've blocked them.
es_cl: {displayName} no podrá ver las publicaciones y comentarios que has creado. No se le notificará que lo has bloqueado.
pt_br: {displayName} não poderá ver publicações e comentários que você criou. Eles não serão notificados de que você os bloqueou.

# user_block_confirm_title
source: Block user?
es_cl: ¿Bloquear usuario?
pt_br: Bloquear usuário?

# user_block_error
source: Failed to block user. Please try again.
es_cl: No se pudo bloquear usuario. Por favor, inténtalo de nuevo.
pt_br: Falha ao bloquear usuário. Por favor, tente novamente.

# user_block_success
source: User blocked.
es_cl: Usuario bloqueado.
pt_br: Usuário bloqueado.

# user_feed_blocked_description
source: Unblock to see their posts.
es_cl: Desbloquea para ver sus publicaciones.
pt_br: Desbloquear para ver suas publicações.

# user_feed_blocked_title
source: You've blocked this user
es_cl: Has bloqueado a este usuario
pt_br: Você bloqueou este usuário

# user_feed_private_description
source: Follow this user to see their posts.
es_cl: Sigue a este usuario para ver sus publicaciones.
pt_br: Siga este usuário para ver suas publicações.

# user_feed_private_title
source: This account is private
es_cl: Esta cuenta es privada
pt_br: Esta conta é privada

# user_follow_cancel
source: Cancel Request
es_cl: Cancelar Solicitud
pt_br: Cancelar Solicitação

# user_follow_error
source: Oops, something went wrong.
es_cl: Ups, algo salió mal.
pt_br: Ops, algo deu errado.

# user_follow_request_approval
source: {count} requests need your approval
es_cl: {count} solicitudes necesitan tu aprobación
pt_br: {count} solicitações precisam de sua aprovação

# user_follow_request_new
source: New follow requests
es_cl: Nuevas solicitudes de seguimiento
pt_br: Novas solicitações de seguir

# user_follow_success
source: User followed.
es_cl: Usuario seguido.
pt_br: Usuário seguido.

# user_follow_unable_description
source: Oops! something went wrong. Please try again later.
es_cl: ¡Ups! algo salió mal. Por favor, inténtalo de nuevo más tarde.
pt_br: Ops! algo deu errado. Por favor, tente novamente mais tarde.

# user_follow_unable_title
source: Unable to follow this user
es_cl: No se puede seguir a este usuario
pt_br: Não foi possível seguir este usuário

# user_following
source: Following
es_cl: Siguiendo
pt_br: Seguindo

# user_profile_deleted_name
source: Deleted user
es_cl: Usuario eliminado
pt_br: Usuário excluído

# user_profile_unknown_name
source: Unknown
es_cl: Desconocido
pt_br: Desconhecido

# user_report
source: Report user
es_cl: Reportar usuario
pt_br: Denunciar usuário

# user_report_error
source: Failed to report user. Please try again.
es_cl: No se pudo reportar usuario. Por favor, inténtalo de nuevo.
pt_br: Falha ao denunciar usuário. Por favor, tente novamente.

# user_report_success
source: User reported.
es_cl: Usuario reportado.
pt_br: Usuário denunciado.

# user_unblock_confirm_button
source: Unblock
es_cl: Desbloquear
pt_br: Desbloquear

# user_unblock_confirm_description
source: {displayName} will now be able to see posts and comments that you've created. They won't be notified that you've unblocked them.
es_cl: {displayName} ahora podrá ver las publicaciones y comentarios que has creado. No se le notificará que lo has desbloqueado.
pt_br: {displayName} agora poderá ver publicações e comentários que você criou. Eles não serão notificados de que você os desbloqueou.

# user_unblock_confirm_title
source: Unblock user?
es_cl: ¿Desbloquear usuario?
pt_br: Desbloquear usuário?

# user_unblock_error
source: Failed to unblock user. Please try again.
es_cl: No se pudo desbloquear usuario. Por favor, inténtalo de nuevo.
pt_br: Falha ao desbloquear usuário. Por favor, tente novamente.

# user_unblock_success
source: User unblocked.
es_cl: Usuario desbloqueado.
pt_br: Usuário desbloqueado.

# user_unfollow_confirm_button
source: Unfollow
es_cl: Dejar de seguir
pt_br: Deixar de seguir

# user_unfollow_confirm_description
source: If you change your mind, you'll have to request to follow them again.
es_cl: Si cambias de opinión, tendrás que solicitar seguirlos de nuevo.
pt_br: Se você mudar de ideia, terá que solicitar para segui-los novamente.

# user_unfollow_confirm_title
source: Unfollow this user?
es_cl: ¿Dejar de seguir a este usuario?
pt_br: Deixar de seguir este usuário?

# user_unfollow_error
source: Oops, something went wrong.
es_cl: Ups, algo salió mal.
pt_br: Ops, algo deu errado.

# user_unfollow_success
source: User unfollowed.
es_cl: Dejaste de seguir al usuario.
pt_br: Deixou de seguir usuário.

# user_unreport
source: Unreport user
es_cl: Quitar reporte de usuario
pt_br: Remover denúncia de usuário

# user_unreport_error
source: Failed to unreport user. Please try again.
es_cl: No se pudo quitar reporte de usuario. Por favor, inténtalo de nuevo.
pt_br: Falha ao remover denúncia de usuário. Por favor, tente novamente.

# user_unreport_success
source: User unreported.
es_cl: Reporte de usuario quitado.
pt_br: Denúncia de usuário removida.
