Repository: AmityCo/Amity-Social-UIKit-Flutter-Opensource
Catalog: lib/l10n/intl_*.arb
Languages: es_cl, pt_br

# community_title
source: Community
es_cl: Comunidad
pt_br: Comunidade

# tab_newsfeed
source: Newsfeed
es_cl: Noticias
pt_br: Feed de notícias

# tab_explore
source: Explore
es_cl: Explorar
pt_br: Explorar

# tab_my_communities
source: My Communities
es_cl: Mis Comunidades
pt_br: Minhas Comunidades

# search_my_community_hint
source: Search my community
es_cl: Buscar mi comunidad
pt_br: Buscar minha comunidade

# global_search_hint
source: Search community and user
es_cl: Buscar comunidad y usuario
pt_br: Pesquisar comunidade e usuário

# search_no_results
source: No results found
es_cl: No se encontraron resultados
pt_br: Nenhum resultado encontrado

# title_communities
source: Communities
es_cl: Comunidades
pt_br: Comunidades

# title_users
source: Users
es_cl: Usuarios
pt_br: Usuários

# general_confirm
source: Confirm
es_cl: Confirmar
pt_br: Confirmar

# general_cancel
source: Cancel
es_cl: Cancelar
pt_br: Cancelar

# general_featured
source: Featured
es_cl: Destacado
pt_br: Destaque

# profile_edit
source: Edit profile
es_cl: Editar perfil
pt_br: Editar Perfil

# profile_followers
source: Followers
es_cl: Seguidores
pt_br: Seguidores

# profile_following
source: Following
es_cl: Siguiendo
pt_br: Seguindo

# profile_posts
source: Posts
es_cl: Publicaciones
pt_br: Publicações

# post_create_hint
source: What's going on...
es_cl: ¿Qué está pasando...?
pt_br: O que você quer compartilhar?

# post_create
source: Create Post
es_cl: Crear publicación
pt_br: Criar Publicação

# post_edit
source: Edit Post
es_cl: Editar publicación
pt_br: Editar Publicação

# post_delete
source: Delete Post
es_cl: Eliminar publicación
pt_br: Excluir Publicação

# post_delete_description
source: This post will be permanently deleted.
es_cl: Esta publicación se eliminará permanentemente.
pt_br: Esta publicação será excluída permanentemente.

# post_delete_confirmation
source: Delete Post?
es_cl: ¿Eliminar publicación?
pt_br: Excluir Publicação?

# post_delete_confirmation_description
source: Do you want to Delete your post?
es_cl: ¿Quieres eliminar tu publicación?
pt_br: Você quer excluir sua publicação?

# post_report
source: Report post
es_cl: Reportar publicación
pt_br: Denunciar publicação

# post_unreport
source: Unreport post
es_cl: Desreportar publicación
pt_br: Remover denúncia

# post_like
source: Like
es_cl: Me gusta
pt_br: Curtir

# post_comment
source: Comment
es_cl: Comentar
pt_br: Comentar

# post_share
source: Share
es_cl: Compartir
pt_br: Compartilhar

# post_discard
source: Discard this post?
es_cl: ¿Descartar esta publicación?
pt_br: Descartar esta publicação?

# post_discard_description
source: The post will be permanently deleted. It cannot be undone.
es_cl: La publicación se eliminará permanentemente. No se puede deshacer.
pt_br: A publicação será excluída permanentemente. Não pode ser desfeito.

# post_write_comment
source: Write a comment...
es_cl: Escribe un comentario...
pt_br: Escreva um comentário...

source: Poll duration
es_cl: Duración de la encuesta
pt_br: Duração da enquete

# poll_duration_hint
source: You can always close the poll before the set duration.
es_cl: Siempre puedes cerrar la encuesta antes de la duración establecida.
pt_br: Você sempre pode fechar a enquete antes do tempo definido.

# poll_custom_edn_date
source: Custom end date
es_cl: Fecha de finalización personalizada
pt_br: Data de término personalizada

# poll_close
source: Close poll
es_cl: Cerrar encuesta
pt_br: Fechar enquete

# poll_close_description
source: This poll is closed. You can no longer vote.
es_cl: Esta encuesta está cerrada. Ya no puedes votar.
pt_br: Esta enquete está fechada. Você não pode mais votar.

# poll_vote
source: Vote
es_cl: Votar
pt_br: Votar

# poll_results
source: See results
es_cl: Ver resultados
pt_br: Ver resultados

# poll_back_to_vote
source: Back to vote
es_cl: Volver a votar
pt_br: Voltar para votar

# poll_vote_count
source: {count, plural, =1{1 vote} other{{count} votes}}
es_cl: {count, plural, =1{1 voto} other{{count} votos}}
pt_br: {count, plural, =1{1 voto} other{{count} votos}}

# poll_total_votes
source: {count, plural, =0{No votes} =1{Voted by 1 participant} other{Voted by {count}{plusSign} participants}}
es_cl: {count, plural, =0{Sin votos} =1{Votado por 1 participante} other{Votado por {count}{plusSign} participantes}}
pt_br: {count, plural, =0{Nenhum voto} =1{Votado por 1 participante} other{Votado por {count}{plusSign} participantes}}

# poll_see_more_options
source: {count, plural, =1{See 1 more option} other{See {count} more options}}
es_cl: {count, plural, =1{Ver 1 opción más} other{Ver {count} opciones más}}
pt_br: {count, plural, =1{Ver 1 mais opção} other{Ver {count} mais opções}}

# poll_see_full_results
source: See Full Results
es_cl: Ver resultados completos
pt_br: Ver Resultados Completos

# poll_voted
source: Voted by you
es_cl: Votado por ti
pt_br: Votado por você

# poll_and_you
source: and you
es_cl: y tú
pt_br: e você

# poll_remaining_time
source: left
es_cl: restante
pt_br: restante

# poll_vote_error
source: Failed to vote poll. Please try again.
es_cl: Error al votar en la encuesta. Por favor, inténtalo de nuevo.
pt_br: Falha ao votar na enquete. Por favor, tente novamente.

# poll_ended
source: Ended
es_cl: Finalizado
pt_br: Encerrada

# poll_single_choice
source: Select one option
es_cl: Selecciona una opción
pt_br: Selecione uma opção

# poll_multiple_choice
source: Select one or more options
es_cl: Selecciona una o más opciones
pt_br: Selecione uma ou mais opções

# poll_options_description
source: Poll must contain at least {minOptions} options.
es_cl: La encuesta debe contener al menos {minOptions} opciones.
pt_br: A enquete deve conter pelo menos {minOptions} opções.

source: Poll question
es_cl: Pregunta de la encuesta
pt_br: Pergunta da enquete

# poll_question_hint
source: What's your poll question?
es_cl: ¿Cuál es tu pregunta de la encuesta?
pt_br: Qual é a sua pergunta da enquete?

# comment_create_hint
source: Say something nice...
es_cl: Di algo agradable...
pt_br: Diga algo legal...

# comment_reply
source: Reply
es_cl: Responder
pt_br: Responder

# comment_reply_to
source: Replying to
es_cl: Respondiendo a
pt_br: Respondendo a

# comment_view_reply_count
source: {count, plural, =1{View 1 reply} other{View {count} reply}}
es_cl: {count, plural, =1{Ver 1 respuesta} other{Ver {count} respuestas}}
pt_br: {count, plural, =1{Ver 1 resposta} other{Ver {count} respostas}}

# comment_report
source: Report comment
es_cl: Reportar comentario
pt_br: Denunciar comentário

# comment_unreport
source: Unreport comment
es_cl: Desreportar comentario
pt_br: Remover denúncia

# comment_reply_report
source: Report reply
es_cl: Reportar respuesta
pt_br: Denunciar resposta

# comment_reply_unreport
source: Unreport reply
es_cl: Desreportar respuesta
pt_br: Remover denúncia

# comment_edit
source: Edit comment
es_cl: Editar comentario
pt_br: Editar comentário

# comment_reply_edit
source: Edit reply
es_cl: Editar respuesta
pt_br: Editar resposta

# comment_delete
source: Delete comment
es_cl: Eliminar comentario
pt_br: Excluir comentário

# comment_reply_delete
source: Delete reply
es_cl: Eliminar respuesta
pt_br: Excluir resposta

# comment_delete_description
source: This {content} will be permanently deleted.
es_cl: Este {content} se eliminará permanentemente.
pt_br: Este {content} será excluído permanentemente.

# community_close
source: Close community?
es_cl: ¿Cerrar comunidad?
pt_br: Fechar comunidade?

# community_close_description
source: All members will be removed from the community. All posts, messages, reactions, and media shared in community will be deleted. This cannot be undone.
es_cl: Todos los miembros serán eliminados de la comunidad. Todas las publicaciones, mensajes, reacciones y medios compartidos en la comunidad serán eliminados. Esto no se puede deshacer.
pt_br: Todos os membros serão removidos da comunidade. Todas as publicações, mensagens, reações e mídias compartilhadas na comunidade serão excluídas. Isso não pode ser desfeito.

# community_joined
source: Joined
es_cl: Unido
pt_br: Entrou

# community_join
source: Join
es_cl: Unirse
pt_br: Entrar

# community_leave
source: Leave community
es_cl: Dejar comunidad
pt_br: Sair da comunidade

# community_leave_description
source: Leave the community. You will no longer be able to post and interact in this community.
es_cl: Deja la comunidad. Ya no podrás publicar e interactuar en esta comunidad.
pt_br: Sair da comunidade. Você não poderá mais publicar e interagir nesta comunidade.

# community_create
source: Create Community
es_cl: Crear comunidad
pt_br: Criar Comunidade

source: Community name
es_cl: Nombre de la comunidad
pt_br: Nome da comunidade

# community_name_hint
source: Name your community
es_cl: Nombra tu comunidad
pt_br: Nomeie sua comunidade

# community_description_hint
source: Enter description
es_cl: Ingresa una descripción
pt_br: Digite a descrição

# community_edit
source: Edit Community
es_cl: Editar comunidad
pt_br: Editar Comunidade

# community_members
source: Members
es_cl: Miembros
pt_br: Membros

# community_private
source: Private
es_cl: Privado
pt_br: Privada

# community_public
source: Public
es_cl: Público
pt_br: Pública

# community_public_description
source: Anyone can join, view and search the posts in this community.
es_cl: Cualquiera puede unirse, ver y buscar las publicaciones en esta comunidad.
pt_br: Qualquer pessoa pode entrar, visualizar e pesquisar as publicações nesta comunidade.

# community_private_description
source: Only members invited by the moderators can join, view, and search the posts in this community.
es_cl: Solo los miembros invitados por los moderadores pueden unirse, ver y buscar las publicaciones en esta comunidad.
pt_br: Apenas membros convidados pelos moderadores podem entrar, visualizar e pesquisar as publicações nesta comunidade.

# community_about
source: About
es_cl: Acerca de
pt_br: Sobre

# categories_title
source: Categories
es_cl: Categorías
pt_br: Categorias

# category_hint
source: Select category
es_cl: Seleccionar categoría
pt_br: Selecione a categoria

# community_pending_posts
source: Pending Posts
es_cl: Publicaciones pendientes
pt_br: Publicações Pendentes

# commnuity_pending_post_reviewing
source: Your posts are pending for review
es_cl: Tus publicaciones están pendientes de revisión
pt_br: Suas publicações estão pendentes de revisão

# commnuity_pending_post_count
source: {count, plural, =1{{count} post need approval} other{{count} posts need approval}}
es_cl: {count, plural, =1{{count} publicación necesita aprobación} other{{count} publicaciones necesitan aprobación}}
pt_br: {count, plural, =1{{count} publicação precisa de aprovação} other{{count} publicações precisam de aprovação}}

# community_pending_request_title
source: {count, plural, =1{Pending request} other{Pending requests}}
es_cl: {count, plural, =1{Solicitud pendiente} other{Solicitudes pendientes}}
pt_br: {count, plural, =1{Solicitação pendente} other{Solicitações pendentes}}

# community_pending_request_message
source: {displayCount} {count, plural, =1{post requires} other{posts require}} approval
es_cl: {displayCount} {count, plural, =1{publicación requiere} other{publicaciones requieren}} aprobación
pt_br: {displayCount} {count, plural, =1{publicação requer} other{publicações requerem}} aprovação

# community_basic_info
source: Basic Info
es_cl: Información básica
pt_br: Informações Básicas

# community_discard_confirmation
source: Leave without finishing?
es_cl: ¿Salir sin terminar?
pt_br: Sair sem terminar?

# community_discard_description
source: Your progress won’t be saved and your community won’t be created.
es_cl: Tu progreso no se guardará y tu comunidad no se creará.
pt_br: Seu progresso não será salvo e sua comunidade não será criada.

# message_send
source: Send
es_cl: Enviar
pt_br: Enviar

# message_typing
source: is typing...
es_cl: está escribiendo...
pt_br: está digitando...

# message_placeholder
source: Type a message...
es_cl: Escribe un mensaje...
pt_br: Digite uma mensagem...

# settings_title
source: Settings
es_cl: Configuraciones
pt_br: Configurações

# settings_notifications
source: Notifications
es_cl: Notificaciones
pt_br: Notificações

# settings_new_posts
source: New posts
es_cl: Nuevas publicaciones
pt_br: Novas publicações

# settings_new_posts_description
source: Receive notifications when someone create new posts in this community.
es_cl: Recibe notificaciones cuando alguien cree nuevas publicaciones en esta comunidad.
pt_br: Receba notificações quando alguém criar novas publicações nesta comunidade.

# settings_react_posts
source: React posts
es_cl: Reaccionar a publicaciones
pt_br: Reações às publicações

# settings_react_posts_description
source: Receive notifications when someone make a reaction to your posts in this community.
es_cl: Recibe notificaciones cuando alguien reaccione a tus publicaciones en esta comunidad.
pt_br: Receba notificações quando alguém reagir às suas publicações nesta comunidade.

# settings_react_comments
source: React comments
es_cl: Reaccionar a comentarios
pt_br: Reações aos comentários

# settings_react_comments_description
source: Receive notifications when someone like your comment in this community.
es_cl: Recibe notificaciones cuando alguien le guste tu comentario en esta comunidad.
pt_br: Receba notificações quando alguém curtir seu comentário nesta comunidade.

# settings_new_comments
source: New comments
es_cl: Nuevos comentarios
pt_br: Novos comentários

# settings_new_comments_description
source: Receive notifications when someone comments on your post in this community.
es_cl: Recibe notificaciones cuando alguien comente en tu publicación en esta comunidad.
pt_br: Receba notificações quando alguém comentar em sua publicação nesta comunidade.

# settings_new_replies
source: Replies
es_cl: Respuestas
pt_br: Respostas

# settings_new_replies_description
source: Receive notifications when someone comment to your comments in this community.
es_cl: Recibe notificaciones cuando alguien comente en tus comentarios en esta comunidad.
pt_br: Receba notificações quando alguém comentar em seus comentários nesta comunidade.

# settings_allow_stories_comments
source: Allow comments on community stories
es_cl: Permitir comentarios en historias de la comunidad
pt_br: Permitir comentários nas histórias da comunidade

# settings_allow_stories_comments_description
source: Turn on to receive comments on stories in this community.
es_cl: Activa para recibir comentarios en historias en esta comunidad.
pt_br: Ative para receber comentários nas histórias desta comunidade.

# settings_new_stories
source: New stories
es_cl: Nuevas historias
pt_br: Novas histórias

# settings_new_stories_description
source: Receive notifications when someone creates a new story in this community.
es_cl: Recibe notificaciones cuando alguien cree una nueva historia en esta comunidad.
pt_br: Receba notificações quando alguém criar uma nova história nesta comunidade.

# settings_story_reactions
source: Story reactions
es_cl: Reacciones a historias
pt_br: Reações às histórias

# settings_story_reactions_description
source: Receive notifications when someone reacts to your story in this community.
es_cl: Recibe notificaciones cuando alguien reaccione a tu historia en esta comunidad.
pt_br: Receba notificações quando alguém reagir à sua história nesta comunidade.

# settings_story_comments
source: Story comments
es_cl: Comentarios en historias
pt_br: Comentários nas histórias

# settings_story_comments_description
source: Receive notifications when someone comments on your story in this community.
es_cl: Recibe notificaciones cuando alguien comente en tu historia en esta comunidad.
pt_br: Receba notificações quando alguém comentar em sua história nesta comunidade.

# settings_everyone
source: Everyone
es_cl: Todos
pt_br: Todos

# settings_only_moderators
source: Only moderators
es_cl: Solo moderadores
pt_br: Apenas moderadores

# settings_privacy
source: Privacy
es_cl: Privacidad
pt_br: Privacidade

# settings_permissions
source: Community permissions
es_cl: Permisos de la comunidad
pt_br: Permissões da comunidade

# settings_language
source: Language
es_cl: Idioma
pt_br: Idioma

# settings_leave_confirmation
source: Leave without finishing?
es_cl: ¿Salir sin terminar?
pt_br: Sair sem terminar?

# settings_leave_description
source: Your changes that you made may not be saved.
es_cl: Es posible que los cambios que realizaste no se guarden.
pt_br: As alterações que você fez podem não ser salvas.

# settings_privacy_confirmation
source: Change community privacy settings?
es_cl: ¿Cambiar la configuración de privacidad de la comunidad?
pt_br: Alterar as configurações de privacidade da comunidade?

# settings_privacy_description
source: This community has globally featured posts. Changing the community from public to private will remove these posts from being featured globally.
es_cl: Esta comunidad tiene publicaciones destacadas a nivel mundial. Cambiar la comunidad de pública a privada eliminará estas publicaciones de ser destacadas a nivel mundial.
pt_br: Esta comunidade tem publicações destacadas globalmente. Alterar a comunidade de pública para privada removerá essas publicações de serem destacadas globalmente.

# general_add
source: Add
es_cl: Agregar
pt_br: Adicionar

# general_loading
source: Loading...
es_cl: Cargando...
pt_br: Carregando...

# general_leave
source: Leave
es_cl: Salir
pt_br: Sair

# general_error
source: Oops, something went wrong
es_cl: Ups, algo salió mal
pt_br: Ops, algo deu errado

# general_edited
source: Edited
es_cl: Editado
pt_br: Editado

# general_edited_suffix
source: (edited)
es_cl: (editado)
pt_br: (editado)

# general_keep_editing
source: Keep editing
es_cl: Seguir editando
pt_br: Continuar editando

# general_discard
source: Discard
es_cl: Descartar
pt_br: Descartar

# general_moderator
source: Moderator
es_cl: Moderador
pt_br: Moderador

# general_save
source: Save
es_cl: Guardar
pt_br: Salvar

# general_delete
source: Delete
es_cl: Eliminar
pt_br: Excluir

# general_edit
source: Edit
es_cl: Editar
pt_br: Editar

# general_close
source: Close
es_cl: Cerrar
pt_br: Fechar

# general_done
source: Done
es_cl: Hecho
pt_br: Concluído

# general_post
source: Post
es_cl: Publicar
pt_br: Publicar

# general_comments
source: Comments
es_cl: Comentarios
pt_br: Comentários

# general_story
source: Story
es_cl: Historia
pt_br: História

# general_stories
source: Stories
es_cl: Historias
pt_br: Histórias

# general_poll
source: Poll
es_cl: Encuesta
pt_br: Enquete

# general_optional
source: Optional
es_cl: Opcional
pt_br: Opcional

# general_on
source: On
es_cl: Activado
pt_br: Ativado

# general_off
source: Off
es_cl: Desactivado
pt_br: Desativado

# general_reported
source: reported
es_cl: reportado
pt_br: denunciado

# general_unreported
source: unreported
es_cl: no reportado
pt_br: não denunciado

# general_see_more
source: ...See more
es_cl: ...Ver más
pt_br: ...Ver mais

# general_camera
source: Camera
es_cl: Cámara
pt_br: Câmera

# general_photo
source: Photo
es_cl: Foto
pt_br: Foto

# general_video
source: Video
pt_br: Vídeo

# general_posting
source: Posting
es_cl: Publicando
pt_br: Publicando

# general_my_timeline
source: My Timeline
es_cl: Mi cronología
pt_br: Minha Linha do Tempo

# general_options
source: Options
es_cl: Opciones
pt_br: Opções

# post_edit_globally_featured
source: Edit globally featured post?
es_cl: ¿Editar publicación destacada a nivel mundial?
pt_br: Editar publicação destacada globalmente?

# post_edit_globally_featured_description
source: The post you're editing has been featured globally. If you edit your post, it would need to be re-approved, and will no longer be globally featured.
es_cl: La publicación que estás editando ha sido destacada a nivel mundial. Si editas tu publicación, necesitará ser aprobada nuevamente y ya no será destacada a nivel mundial.
pt_br: A publicação que você está editando foi destacada globalmente. Se você editar sua publicação, ela precisará ser reaprovação e não será mais destacada globalmente.

# post_like_count
source: {count, plural, =1{1 like} other{{count} likes}}
es_cl: {count, plural, =1{1 me gusta} other{{count} me gusta}}
pt_br: {count, plural, =1{1 curtida} other{{count} curtidas}}

# post_comment_count
source: {count, plural, =1{1 comment} other{{count} comments}}
es_cl: {count, plural, =1{1 comentario} other{{count} comentarios}}
pt_br: {count, plural, =1{1 comentário} other{{count} comentários}}

source: Post reported.
es_cl: Publicación reportada.
pt_br: Publicação denunciada.

source: Post unreported.
es_cl: Publicación desreportada.
pt_br: Denúncia removida.

# profile_followers_count
source: {count, plural, =0{No followers} =1{1 follower} other{{count} followers}}
es_cl: {count, plural, =0{Sin seguidores} =1{1 seguidor} other{{count} seguidores}}
pt_br: {count, plural, =0{Nenhum seguidor} =1{1 seguidor} other{{count} seguidores}}

# community_members_count
source: {count, plural, =0{No members} =1{1 member} other{{count} members}}
es_cl: {count, plural, =0{Sin miembros} =1{1 miembro} other{{count} miembros}}
pt_br: {count, plural, =0{Nenhum membro} =1{1 membro} other{{count} membros}}

# profile_posts_count
source: {count, plural, =1{post} other{posts}}
es_cl: {count, plural, =1{publicación} other{publicaciones}}
pt_br: {count, plural, =1{publicação} other{publicações}}

# profile_members_count
source: {count, plural, =1{member} other{members}}
es_cl: {count, plural, =1{miembro} other{miembros}}
pt_br: {count, plural, =1{membro} other{membros}}

# user_block
source: Block user
es_cl: Bloquear Usuario
pt_br: Bloquear usuário

# user_unblock
source: Unblock user
es_cl: Desbloquear usuario
pt_br: Desbloquear usuário

# error_delete_post
source: Failed to delete post. Please try again.
es_cl: Error al eliminar la publicación. Por favor, inténtalo de nuevo.
pt_br: Falha ao excluir a publicação. Por favor, tente novamente.

# error_leave_community
source: Unable to leave community
es_cl: No se puede dejar la comunidad
pt_br: Não foi possível sair da comunidade

# error_leave_community_description
source: You’re the only moderator in this group. To leave community, nominate other members to moderator role
es_cl: Eres el único moderador en este grupo. Para dejar la comunidad, nombra a otros miembros como moderadores
pt_br: Você é o único moderador deste grupo. Para sair da comunidade, nomeie outros membros para o cargo de moderador

# error_close_community
source: Unable to close community
es_cl: No se puede cerrar la comunidad
pt_br: Não foi possível fechar a comunidade

# error_close_community_description
source: Something went wrong. Please try again later.
es_cl: Algo salió mal. Por favor, inténtalo de nuevo más tarde.
pt_br: Algo deu errado. Por favor, tente novamente mais tarde.

# error_max_upload_reached
source: Maximum upload limit reached
es_cl: Se alcanzó el límite máximo de carga
pt_br: Limite máximo de upload atingido

# error_max_upload_image_reached_description
source: You’ve reached the upload limit of {maxUploads} images. Any additional images will not be saved.
es_cl: Has alcanzado el límite de carga de {maxUploads} imágenes. Las imágenes adicionales no se guardarán.
pt_br: Você atingiu o limite de upload de {maxUploads} imagens. Quaisquer imagens adicionais não serão salvas.

# error_max_upload_videos_reached_description
source: You’ve reached the upload limit of {maxUploads} videos. Any additional videos will not be saved.
es_cl: Has alcanzado el límite de carga de {maxUploads} videos. Los videos adicionales no se guardarán.
pt_br: Você atingiu o limite de upload de {maxUploads} vídeos. Quaisquer vídeos adicionais não serão salvos.
